final_case_run/0/U
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  1.6                                   |
|   \\  /    A nd           | Web:      http://www.OpenFOAM.org               |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    object      U;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 1 -1 0 0 0 0];

internalField   uniform (0 0 0);// to be completed

boundaryField
{
allBoundary
{
    // to be completed
  type		zeroGradient;

}
inlet
{
    // to be completeds
  type		fixedValue;
  value 	uniform (0 0 5);
}

art
{
  type		fixedValue;
  value 	uniform (1 0 0);
}
allboundary2
{
  type		fixedValue;
  value 	uniform (0 0 0);
}
}

// ************************************************************************* //

