final_case_run/0/p
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  1.6                                   |
|   \\  /    A nd           | Web:      http://www.OpenFOAM.org               |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      p;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [1 -1 -2 0 0 0 0];

internalField   uniform 101300;// to be completed

boundaryField
{
allBoundary
{
    // to be completed
  type		fixedValue;
  value 	uniform 101300;
}
inlet
{
    // to be completed
  type		zeroGradient;
}

art
{
    // to be completed
  type     zeroGradient;
}
allboundary2
{
  type		fixedValue;
  value 	uniform 101300;
}



}

// ************************************************************************* //



