final_case_run/0/T
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  5                                     |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      T;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 0 1 0 0 0];

internalField   uniform 273;

boundaryField
{
    allBoundary
    {
        type            fixedValue;
        value           uniform 1000;
    }
	
    art
    {
        type            fixedValue;
        value           uniform 1500;
    }
    inlet
    {
        type            fixedValue;
        value           uniform 500;
    }
      allboundary2
    {
        type            fixedValue;
        value           uniform 500;
    }
}

// ************************************************************************* //
